Repository: selli1/FeedMe
Catalog: FeedMe/Localizable.xcstrings
Source language: en
Languages: es_419

source: (%lld reviews)
es_419: (%lld reseñas)

source: Address
es_419: Dirección

source: Business Info
es_419: Información comercial

source: Close Spots
es_419: Lugares Cercanos

source: Closest
es_419: Mas cercano

source: Hours
es_419: Horas

source: Location Access Failed
es_419: Error al acceder a la ubicación

source: No Results Found
es_419: No se encontraron resultados

source: Phone
es_419: Teléfono

source: Please check your internet connection and try again
es_419: Por favor verifique su conexión a Internet y vuelva a intentarlo

source: Please check your settings to enable location access.
es_419: Verifique su configuración para habilitar el acceso a la ubicación.

source: powered by
es_419: desarrollada por

source: Price
es_419: Precio

source: Restaurant Lookup Failed
es_419: La búsqueda del restaurante falló

source: Restaurants near me
es_419: Restaurantes cerca de mi

source: Search
es_419: Buscar

source: Search ...
es_419: Buscar …

source: Search for location
es_419: Buscar ubicación

source: Top Rated
es_419: Mejor valorado

source: Top Spots
es_419: Mejores Lugares

source: We could not complete your request right now. Please try again later.
es_419: No pudimos completar tu solicitud en este momento. Inténtalo nuevamente más tarde.

source: You have reached your maximum number of requests for today. Please try again tomorrow.
es_419: Has alcanzado el número máximo de solicitudes para hoy. Vuelve a intentarlo mañana.
